christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
Gruntfuggly.todo-tree
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
ritwickdey.LiveServer
tomoki1207.pdf
waderyan.gitblame
wayou.vscode-todo-highlight
wix.vscode-import-cost
